---
kind: enumMember
id: F:Autodesk.Revit.DB.PrinterResolution.Low
enum: Autodesk.Revit.DB.PrinterResolution
source: html/5d92da01-ee52-bab1-01fe-ac060a51a746.htm
---
# Autodesk.Revit.DB.PrinterResolution.Low

Low printer resolution.